#### InSup2PerFt Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol inÂ²/ft, indicating unit Square inches per foot.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId InSup2PerFt { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property InSup2PerFt As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ InSup2PerFt { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace